Repository: PrinceFromTheFuture/documenso1
Catalog: packages/lib/translations/*/common.po
Languages: he

source: The recipient is required to approve the document for it to be completed.
he: הנמען נדרש לאשר את המסמך לצורך מילויו.

source: The recipient is required to sign the document for it to be completed.
he: הנמען נדרש לחתום על המסמך לצורך מילויו.

source: The recipient is required to view the document for it to be completed.
he: הנמען נדרש להציג את המסמך כדי להשלים אותו.

source: The sharing link could not be created at this time. Please try again.
he: לא ניתן ליצור את קישור השיתוף בשלב זה. אנא נסה שוב.

source: The sharing link has been copied to your clipboard.
he: קישור השיתוף הועתק ללוח שלך.

source: The signer's email
he: האימייל של החותם

source: The signer's name
he: שם החותם

source: The signing link has been copied to your clipboard.
he: קישור החתימה הועתק ללוח שלך.

source: The team email <0>{teamEmail}</0> has been removed from the following team
he: דוא"ל הצוות <0>{teamEmail}</0> הוסר מהצוות הבא

source: This can be overriden by setting the authentication requirements directly on each recipient in the next step.
he: ניתן לעקוף זאת על ידי הגדרת דרישות האימות ישירות על כל נמען בשלב הבא.

source: This document can not be recovered, if you would like to dispute the reason for future documents please contact support.
he: לא ניתן לשחזר מסמך זה, אם תרצה לערער על הסיבה למסמכים עתידיים אנא צור קשר עם התמיכה.

source: This document has already been sent to this recipient. You can no longer edit this recipient.
he: מסמך זה כבר נשלח לנמען זה. אינך יכול עוד לערוך את הנמען הזה.

source: This document is password protected. Please enter the password to view the document.
he: מסמך זה מוגן בסיסמה. נא להזין את הסיסמה כדי לצפות במסמך.

source: This document was sent using <0>Tofes-Mekovan.</0>
he: מסמך זה נשלח באמצעות <0>Tofes-Mekovan.</0>

source: This email confirms that you have rejected the document <0>"{documentName}"</0> sent by {documentOwnerName}.
he: דוא"ל זה מאשר שדחית את המסמך <0>"{documentName}"</0> נשלח על ידי {documentOwnerName}.

source: This email is sent to the recipient if they are removed from a pending document.
he: דוא"ל זה נשלח לנמען אם הוא מוסר ממסמך ממתין.

source: This email is sent to the recipient requesting them to sign the document.
he: מייל זה נשלח לנמען בבקשה לחתום על המסמך.

source: This email will be sent to the recipient who has just signed the document, if there are still other recipients who have not signed yet.
he: האימייל הזה יישלח לנמען שזה עתה חתם על המסמך, אם יש עדיין נמענים אחרים שעדיין לא חתמו.

source: This field cannot be modified or deleted. When you share this template's direct link or add it to your public profile, anyone who accesses it can input their name and email, and fill in the fields assigned to them.
he: לא ניתן לשנות או למחוק שדה זה. כאשר אתה משתף את הקישור הישיר של תבנית זו או מוסיף אותה לפרופיל הציבורי שלך, כל מי שניגש אליה יכול להזין את שמו ואת האימייל שלו, ולמלא את השדות שהוקצו לו.

source: This is how the document will reach the recipients once the document is ready for signing.
he: כך המסמך יגיע אל הנמענים ברגע שהמסמך יהיה מוכן לחתימה.

source: This recipient can no longer be modified as they have signed a field, or completed the document.
he: לא ניתן עוד לשנות את הנמען הזה מכיוון שהוא חתם על שדה או השלים את המסמך.

source: This signer has already signed the document.
he: החותם הזה כבר חתם על המסמך.

source: This will be sent to all recipients if a pending document has been deleted.
he: זה יישלח לכל הנמענים אם מסמך ממתין נמחק.

source: This will be sent to all recipients once the document has been fully completed.
he: זה יישלח לכל הנמענים לאחר השלמת המסמך במלואו.

source: This will override any global settings.
he: זה יעקוף את כל ההגדרות הגלובליות.

source: Time Zone
he: אזור זמן

source: Title
he: כותרת

source: To proceed further, please set at least one value for the {0} field.
he: כדי להמשיך הלאה, הגדר לפחות ערך אחד עבור השדה {0}.

source: Update
he: עדכון

source: Update the role and add fields as required for the direct recipient. The individual who uses the direct link will sign the document as the direct recipient.
he: עדכן את התפקיד והוסף שדות כנדרש עבור הנמען הישיר. האדם המשתמש בקישור הישיר יחתום על המסמך כנמען הישיר.

source: Upgrade
he: לשדרוג החבילה

source: Upload Signature
he: העלה חתימה

source: Upload Template Document
he: העלה מסמך תבנית

source: Validation
he: אימות

source: Value
he: ערך

source: Verify your team email address
he: אמת את כתובת הדוא"ל של הצוות שלך

source: View
he: הצג

source: View all documents sent to and from this email address
he: הצג את כל המסמכים שנשלחו לכתובת דוא"ל זו וממנה

source: View document
he: צפה במסמך

source: View Document
he: הצגת המסמך

source: View plans
he: צפה בתוכניות

source: Viewed
he: נצפו

source: Viewer
he: צוֹפֶה

source: Viewers
he: צופים

source: Viewing
he: צפייה

source: Waiting for others
he: מחכה לאחרים

source: Waiting for others to complete signing.
he: מחכה שאחרים ישלימו את החתימה.

source: We will generate signing links for with you, which you can send to the recipients through your method of choice.
he: אנו ניצור עבורכם קישורי חתימה, אותם תוכלו לשלוח לנמענים באמצעות השיטה שתבחרו.

source: We won't send anything to notify recipients.
he: לא נשלח דבר כדי להודיע לנמענים.

source: We're still waiting for other signers to sign this document.<0/>We'll notify you as soon as it's ready.
he: אנחנו עדיין ממתינים לחותמים אחרים כדי לחתום על המסמך הזה.<0/>נודיע לך ברגע שהוא יהיה מוכן.

source: We've changed your password as you asked. You can now sign in with your new password.
he: שינינו את הסיסמה שלך כפי שביקשת. כעת תוכל להיכנס עם הסיסמה החדשה שלך.

source: Welcome to Tofes-Mekovan!
he: ברוכים הבאים ל-Tofes-Mekovan!

source: You
he: את/ה

source: You are about to send this document to the recipients. Are you sure you want to continue?
he: אתה עומד לשלוח מסמך זה לנמענים. האם אתה בטוח שאתה רוצה להמשיך?

source: You can also copy and paste this link into your browser: {confirmationLink} (link expires in 1 hour)
he: אתה יכול גם להעתיק ולהדביק את הקישור הזה בדפדפן שלך: {confirmationLink} (תוקף הקישור יפוג בעוד שעה)

source: You can revoke access at any time in your team settings on Tofes-Mekovan <0>here.</0>
he: אתה יכול לבטל את הגישה בכל עת בהגדרות הצוות שלך ב-Tofes-Mekovan <0>כאן.</0>

source: You can use the following variables in your message:
he: אתה יכול להשתמש במשתנים הבאים בהודעה שלך:

source: You can view the document and its status by clicking the button below.
he: תוכל לצפות במסמך ובסטטוס שלו על ידי לחיצה על הכפתור למטה.

source: You cannot upload documents at this time.
he: אינך יכול להעלות מסמכים בשלב זה.

source: You don't need to sign it anymore.
he: אתה לא צריך לחתום על זה יותר.

source: You have been invited to join {0} on Tofes-Mekovan
he: הוזמנת להצטרף ל-{0} ב-Tofes-Mekovan

source: You have been invited to join the following team
he: הוזמנת להצטרף לצוות הבא

source: You have been removed from a document
he: הוסרת ממסמך

source: You have been requested to take ownership of team {0} on Tofes-Mekovan
he: התבקשת לקחת בעלות על צוות {0} ב-Tofes-Mekovan

source: You have initiated the document {0} that requires you to {recipientActionVerb} it.
he: יזמת את המסמך {0} שדורש ממך {recipientActionVerb} אותו.

source: You have reached your document limit.
he: הגעת למגבלת המסמכים שלך.

source: You have rejected the document '{documentName}'
he: דחית את המסמך '{documentName}'

source: You have signed “{documentName}”
he: חתמת על "{documentName}"

source: Your document has been deleted by an admin!
he: המסמך שלך נמחק על ידי מנהל!

source: Your password has been updated.
he: הסיסמה שלך עודכנה.

source: Your team has been deleted
he: הצוות שלך נמחק
