Repository: PrinceFromTheFuture/documenso1
Catalog: packages/lib/translations/*/common.po
Languages: he

source: "{documentName}" has been deleted by an admin.
he: "{documentName}" נמחק על ידי מנהל מערכת.

source: “{documentName}” has been signed
he: "{documentName}" נחתם

source: “{documentName}” was signed by all signers
he: "{documentName}" נחתם על ידי כל החותמים

source: {0} has invited you to {recipientActionVerb} the document "{1}".
he: {0} הזמין אותך {recipientActionVerb} למסמך "{1}".

source: {0} invited you to {recipientActionVerb} a document
he: {0} הזמין אותך {recipientActionVerb} למסמך

source: {0} joined the team {teamName} on Tofes-Mekovan
he: {0} הצטרף לצוות {teamName} ב-Tofes-Mekovan

source: {0} left the team {teamName} on Tofes-Mekovan
he: {0} עזב את הצוות {teamName} ב-Tofes-Mekovan

source: {0} of {1} row(s) selected.
he: נבחרו {0} מתוך {1} שורות.

source: {0} on behalf of "{1}" has invited you to {recipientActionVerb} the document "{2}".
he: {0} בשם "{1}" הזמין אותך {recipientActionVerb} למסמך "{2}".

source: {inviterName} has cancelled the document {documentName}, you don't need to sign it anymore.
he: {inviterName} ביטל את המסמך {documentName}, אינך צריך לחתום עליו יותר.

source: {inviterName} has cancelled the document<0/>"{documentName}"
he: {inviterName} ביטל את המסמך<0/>"{documentName}"

source: {inviterName} has invited you to {0}<0/>"{documentName}"
he: {inviterName} הזמין אותך ל-{0}<0/>"{documentName}"

source: {inviterName} has invited you to {action} {documentName}
he: {inviterName} הזמין אותך ל-{action} {documentName}

source: {inviterName} has invited you to {action} the document "{documentName}".
he: {inviterName} הזמין אותך {action} למסמך "{documentName}".

source: {inviterName} has removed you from the document {documentName}.
he: {inviterName} הסיר אותך מהמסמך {documentName}.

source: {inviterName} has removed you from the document<0/>"{documentName}"
he: {inviterName} הסיר אותך מהמסמך<0/>"{documentName}"

source: {inviterName} on behalf of "{teamName}" has invited you to {0}
he: {inviterName} מטעם "{teamName}" הזמין אותך ל-{0}

source: {inviterName} on behalf of "{teamName}" has invited you to {action} {documentName}
he: {inviterName} מטעם "{teamName}" הזמין אותך ל-{action} {documentName}

source: {memberEmail} joined the following team
he: {memberEmail} הצטרף לצוות הבא

source: {memberEmail} left the following team
he: {memberEmail} עזב את הצוות הבא

source: {prefix} added a field
he: {prefix} הוסיף שדה

source: {prefix} added a recipient
he: {prefix} הוסיף נמען

source: {prefix} created the document
he: {prefix} יצר את המסמך

source: {prefix} deleted the document
he: {prefix} מחק את המסמך

source: {prefix} moved the document to team
he: {prefix} העביר את המסמך לצוות

source: {prefix} opened the document
he: {prefix} פתח את המסמך

source: {prefix} removed a field
he: {prefix} הסיר שדה

source: {prefix} removed a recipient
he: {prefix} הסיר נמען

source: {prefix} resent an email to {0}
he: {prefix} שלח שוב דוא"ל אל {0}

source: {prefix} sent an email to {0}
he: {prefix} שלח אימייל אל {0}

source: {prefix} sent the document
he: {prefix} שלח את המסמך

source: {prefix} signed a field
he: {prefix} חתם על שדה

source: {prefix} unsigned a field
he: {prefix} ביטל את החתימה על שדה

source: {prefix} updated a field
he: {prefix} עדכן שדה

source: {prefix} updated a recipient
he: {prefix} עדכן נמען

source: {prefix} updated the document
he: {prefix} עדכן את המסמך

source: {prefix} updated the document access auth requirements
he: {prefix} עדכן את דרישות אישור הגישה למסמכים

source: {prefix} updated the document external ID
he: {prefix} עדכן את המזהה החיצוני של המסמך

source: {prefix} updated the document signing auth requirements
he: {prefix} עדכן את דרישות האישור לחתימה על המסמך

source: {prefix} updated the document title
he: {prefix} עדכן את כותרת המסמך

source: {prefix} updated the document visibility
he: {prefix} עדכן את נראות המסמך

source: {recipientName} {action} a document by using one of your direct links
he: {recipientName} {action} מסמך באמצעות אחד מהקישורים הישירים שלך

source: {recipientName} has rejected the document '{documentName}'
he: {recipientName} דחה את המסמך '{documentName}'

source: {signerName} has rejected the document "{documentName}".
he: {signerName} דחה את המסמך "{documentName}".

source: {teamName} has invited you to {0}
he: {teamName} הזמין אותך ל-{0}

source: {teamName} has invited you to {action} {documentName}
he: {teamName} הזמין אותך ל-{action} {documentName}

source: {teamName} ownership transfer request
he: {teamName} בקשה להעברת בעלות

source: {userName} approved the document
he: {userName} אישר את המסמך

source: {userName} CC'd the document
he: {userName} עצר את המסמך

source: {userName} completed their task
he: {userName} השלימו את המשימה שלו

source: {userName} rejected the document
he: {userName} דחה את המסמך

source: {userName} signed the document
he: {userName} חתם על המסמך

source: {userName} viewed the document
he: {userName} צפה במסמך

source: <0>{senderName}</0> has requested that you take ownership of the following team
he: <0>{senderName}</0> ביקש ממך לקחת בעלות על הצוות הבא

source: <0>{teamName}</0> has requested to use your email address for their team on Tofes-Mekovan.
he: <0>{teamName}</0> ביקש להשתמש בכתובת האימייל שלך עבור הצוות שלהם ב-Tofes-Mekovan.

source: <0>Email</0> - The recipient will be emailed the document to sign, approve, etc.
he: <0>אימייל</0> - הנמען יישלח בדוא"ל את המסמך לחתום, לאשר וכו'.

source: <0>Inherit authentication method</0> - Use the global action signing authentication method configured in the "General Settings" step
he: <0>ירשו את שיטת האימות</0> - השתמש בשיטת האימות הגלובלית של חתימת פעולה שהוגדרה בשלב "הגדרות כלליות".

source: <0>Links</0> - We will generate links which you can send to the recipients manually.
he: <0>קישורים</0> - אנו ניצור קישורים אותם תוכל לשלוח לנמענים באופן ידני.

source: <0>No restrictions</0> - No authentication required
he: <0>אין הגבלות</0> - אין צורך באימות

source: <0>No restrictions</0> - The document can be accessed directly by the URL sent to the recipient
he: <0>אין הגבלות</0> - ניתן לגשת ישירות למסמך באמצעות כתובת האתר שנשלחה לנמען

source: <0>None</0> - No authentication required
he: <0>אין</0> - אין צורך באימות

source: <0>Note</0> - If you use Links in combination with direct templates, you will need to manually send the links to the remaining recipients.
he: <0>הערה</0> - אם אתה משתמש בקישורים בשילוב עם תבניות ישירות, תצטרך לשלוח ידנית את הקישורים לנמענים הנותרים.

source: <0>Require 2FA</0> - The recipient must have an account and 2FA enabled via their settings
he: <0>דרוש 2FA</0> - על הנמען להיות בעל חשבון ו-2FA מופעלים דרך ההגדרות שלו

source: <0>Require account</0> - The recipient must be signed in to view the document
he: <0>דרוש חשבון</0> - על הנמען להיות מחובר כדי לצפות במסמך

source: <0>Require passkey</0> - The recipient must have an account and passkey configured via their settings
he: <0>דרוש מפתח סיסמה</0> - על הנמען להיות בעל חשבון ומפתח סיסמה המוגדרים באמצעות ההגדרות שלו

source: A document was created by your direct template that requires you to {recipientActionVerb} it.
he: מסמך נוצר על ידי התבנית הישירה שלך שמחייב אותך {recipientActionVerb} אותו.

source: A field was added
he: נוסף שדה

source: A field was removed
he: הוסר שדה

source: A field was updated
he: שדה עודכן

source: A new member has joined your team
he: חבר חדש הצטרף לצוות שלך

source: A recipient was added
he: נמען נוסף

source: A recipient was removed
he: נמען הוסר

source: A recipient was updated
he: נמען עודכן

source: A request to use your email has been initiated by {0} on Tofes-Mekovan
he: בקשה להשתמש בדוא"ל שלך יזמה על ידי {0} ב-Tofes-Mekovan

source: A team member has joined a team on Tofes-Mekovan
he: חבר צוות הצטרף לצוות ב-Tofes-Mekovan

source: A team member has left {0}
he: חבר צוות עזב את {0}

source: A team member has left a team on Tofes-Mekovan
he: חבר צוות עזב צוות ב-Tofes-Mekovan

source: A team you were a part of has been deleted
he: צוות שהיית חלק ממנו נמחק

source: Accept
he: קבל

source: Accept invitation to join a team on Tofes-Mekovan
he: קבל הזמנה להצטרף לצוות ב-Tofes-Mekovan

source: Accept team email request for {teamName} on Tofes-Mekovan
he: קבל את בקשת הדוא"ל של הצוות עבור {teamName} ב-Tofes-Mekovan

source: Accept team transfer request on Tofes-Mekovan
he: קבל בקשת העברת צוות ב-Tofes-Mekovan

source: Add a document
he: הוסף מסמך

source: Add a URL to redirect the user to once the document is signed
he: הוסף כתובת אתר להפניה מחדש של המשתמש לאחר החתימה על המסמך

source: Add an external ID to the document. This can be used to identify the document in external systems.
he: הוסף מזהה חיצוני למסמך. זה יכול לשמש לזיהוי המסמך במערכות חיצוניות.

source: Add an external ID to the template. This can be used to identify in external systems.
he: הוסף מזהה חיצוני לתבנית. זה יכול לשמש לזיהוי במערכות חיצוניות.

source: Add another option
he: הוסף אפשרות נוספת

source: Add another value
he: הוסף ערך נוסף

source: Add myself
he: להוסיף את עצמי

source: Add Myself
he: הוסף את עצמי

source: Add Placeholder Recipient
he: הוסף נמען מציין מיקום

source: Add Signer
he: הוסף חותם

source: Add text
he: הוספת טקסט

source: Add text to the field
he: הוסף טקסט לשדה

source: Admin
he: מנהל

source: Advanced Options
he: אפשרויות מתקדמות

source: Advanced settings
he: הגדרות מתקדמות

source: After submission, a document will be automatically generated and added to your documents page. You will also receive a notification via email.
he: לאחר ההגשה, מסמך ייווצר באופן אוטומטי ויתווסף לדף המסמכים שלך. כמו כן, תקבל הודעה באימייל.

source: All signatures have been voided.
he: כל החתימות בוטלו.

source: Allow document recipients to reply directly to this email address
he: אפשר לנמעני מסמכים להשיב ישירות לכתובת דוא"ל זו

source: An admin has deleted your document "{documentName}".
he: מנהל מערכת מחק את המסמך שלך "{documentName}".

source: An error occurred while loading the document.
he: אירעה שגיאה בעת טעינת המסמך.

source: Approve
he: אשר

source: Approve Document
he: אישור מסמך

source: Approved
he: אושר

source: Approver
he: מאשר

source: Approvers
he: מאשרים

source: Approving
he: מאשר

source: Before you get started, please confirm your email address by clicking the button below:
he: לפני שתתחיל, אנא אשר את כתובת הדוא"ל שלך על ידי לחיצה על הכפתור למטה:

source: Black
he: שָׁחוֹר

source: Blue
he: כחול

source: by <0>{senderName}</0>
he: מאת <0>{senderName}</0>

source: By accepting this request, you will be granting <0>{teamName}</0> access to:
he: על ידי קבלת בקשה זו, אתה תעניק את <0>{teamName}</0> גישה אל:

source: By accepting this request, you will take responsibility for any billing items associated with this team.
he: על ידי קבלת בקשה זו, תקבל אחריות על כל פריטי החיוב המשויכים לצוות זה.

source: Cancel
he: ביטול

source: Cannot remove signer
he: לא ניתן להסיר את החותם

source: Cc
he: העתק

source: CC
he: העתק

source: Character Limit
he: מגבלת תווים

source: Checkbox
he: תיבת סימון

source: Checkbox values
he: ערכי תיבת סימון

source: Clear filters
he: ניקוי מסננים

source: Clear Signature
he: ניקוי חתימה

source: Click to insert field
he: לחץ כדי להוסיף שדה

source: Close
he: סגור

source: Completed
he: הושלם

source: Completed Document
he: מסמך הושלם

source: Configure Direct Recipient
he: הגדר נמען ישיר

source: Configure the {0} field
he: הגדר את השדה {0}

source: Confirm email
he: אשר את האימייל

source: Continue
he: המשך

source: Continue by approving the document.
he: המשך באישור המסמך.

source: Continue by downloading the document.
he: המשך בהורדת המסמך.

source: Continue by signing the document.
he: המשך בחתימה על המסמך.

source: Continue by viewing the document.
he: המשך על ידי צפייה במסמך.

source: Copied
he: הועתק

source: Copied to clipboard
he: הועתק ללוח

source: Copy
he: העתק

source: Copy Link
he: העתיקי קישור

source: Create a <0>free account</0> to access your signed documents at any time.
he: צור חשבון <0>חינם</0> לגשת למסמכים החתומים שלך בכל עת.

source: Create account
he: צור חשבון

source: Custom Text
he: טקסט מותאם אישית

source: Date
he: תאריך

source: Date Format
he: פורמט תאריך

source: Decline
he: דחה

source: Didn't request a password change? We are here to help you secure your account, just <0>contact us.</0>
he: לא ביקשת שינוי סיסמה? אנחנו כאן כדי לעזור לך לאבטח את חשבונך, פשוט <0>צור איתנו קשר.</0>

source: Direct link receiver
he: מקלט קישור ישיר

source: Document "{0}" - Rejected by {1}
he: מסמך "{0}" - נדחה על ידי {1}

source: Document "{0}" - Rejection Confirmed
he: מסמך "{0}" - הדחייה אושרה

source: Document access
he: גישה למסמכים

source: Document access auth updated
he: אישור הגישה למסמכים עודכן

source: Document Cancelled
he: המסמך בוטל

source: Document completed
he: המסמך הושלם

source: Document completed email
he: הושלם מסמך באימייל

source: Document created
he: המסמך נוצר

source: Document created from direct template
he: מסמך נוצר מתבנית ישירה

source: Document Creation
he: יצירת מסמכים

source: Document deleted
he: המסמך נמחק

source: Document deleted email
he: דואר אלקטרוני שנמחק

source: Document Deleted!
he: המסמך נמחק!

source: Document Distribution Method
he: שיטת הפצת מסמכים

source: Document external ID updated
he: מסמך מזהה חיצוני עודכן

source: Document moved to team
he: המסמך הועבר לצוות

source: Document opened
he: המסמך נפתח

source: Document pending email
he: מסמך בהמתנה לאימייל

source: Document Rejected
he: המסמך נדחה

source: Document sent
he: המסמך נשלח

source: Document signing auth updated
he: אישור חתימת מסמכים עודכן

source: Document title updated
he: כותרת המסמך עודכנה

source: Document updated
he: המסמך עודכן

source: Document visibility updated
he: נראות המסמך עודכנה

source: Download
he: הורדה

source: Draft
he: טיוטה

source: Drag & drop your PDF here.
he: גרור ושחרר את ה-PDF שלך כאן.

source: Dropdown
he: רשימה נפתחת

source: Dropdown options
he: אפשרויות תפריט נפתח

source: Email
he: אימייל

source: Email is required
he: דוא"ל (חובה)

source: Email Options
he: אפשרויות אימייל

source: Email resent
he: האימייל נשלח שוב

source: Email sent
he: האימייל נשלח

source: Empty field
he: שדה ריק

source: Enable Direct Link Signing
he: אפשר חתימה ישירה על קישור

source: Enable signing order
he: אפשר הזמנת חתימה

source: Enable Typed Signatures
he: אפשר חתימות מוקלדות

source: Enter password
he: הכנס סיסמה

source: Error
he: שגיאה

source: External ID
he: תעודה מזהה חיצונית

source: Failed to save settings.
he: שמירת ההגדרות נכשלה.

source: Field character limit
he: מגבלת תווים בשדה

source: Field font size
he: גודל גופן שדה

source: Field format
he: תבנית שדה

source: Field label
he: שם שדה

source: Field placeholder
he: מציין מיקום של שדה

source: Field signed
he: שדה חתום

source: Field unsigned
he: שדה לא חתום

source: Font Size
he: גודל פונט

source: Forgot Password?
he: שכחת סיסמא?

source: Forgot your password?
he: שכחת סיסמה?

source: Free Signature
he: חתימה חינם

source: Generate Links
he: צור קישורים

source: Global recipient action authentication
he: אימות פעולה גלובלי של נמען

source: Go Back
he: חזרה

source: Green
he: ירוק

source: Hi, {userName} <0>({userEmail})</0>
he: שלום, {userName} <0>({userEmail})</0>

source: I am a signer of this document
he: אני חתום על המסמך הזה

source: I am a viewer of this document
he: אני צופה במסמך הזה

source: I am an approver of this document
he: אני מאשר את המסמך הזה

source: I am required to receive a copy of this document
he: אני נדרש לקבל עותק של מסמך זה

source: Inherit authentication method
he: ירש את שיטת האימות

source: Initials
he: ראשי תיבות

source: Invalid email
he: דוא"ל לא חוקי

source: Invalid email address
he: כתובת אימייל לא תקינה

source: Join {teamName} on Tofes-Mekovan
he: הצטרף ל-{teamName} ב-Tofes-Mekovan

source: Label
he: תווית

source: Language
he: שפה

source: Link expires in 1 hour.
he: הקישור יפוג בעוד שעה.

source: Loading document...
he: טוען מסמך...

source: Manager
he: מנהל

source: Max
he: מקסימום

source: Member
he: משתמש

source: Message <0>(Optional)</0>
he: הודעה <0>(אופציונלי)</0>

source: Min
he: מינימום

source: Name
he: שם

source: Needs to approve
he: צריך לאשר

source: Needs to sign
he: צריך לחתום

source: Needs to view
he: צריך לראות

source: No recipient matching this description was found.
he: לא נמצא נמען התואם לתיאור זה.

source: No recipients
he: אין נמענים

source: No recipients with this role
he: אין נמענים עם תפקיד זה

source: No restrictions
he: ללא הגבלות

source: No results found
he: לא נמצאו תוצאות

source: No signature field found
he: לא נמצא שדה חתימה

source: No value found.
he: לא נמצא ערך.

source: None
he: ללא

source: Number
he: מספר

source: Number format
he: פורמט מספר

source: Once enabled, you can select any active recipient to be a direct link signing recipient, or create a new one. This recipient type cannot be edited or deleted.
he: לאחר ההפעלה, תוכל לבחור כל נמען פעיל להיות נמען חתימה ישירה על קישור, או ליצור נמען חדש. לא ניתן לערוך או למחוק את סוג הנמען הזה.

source: Once your template is set up, share the link anywhere you want. The person who opens the link will be able to enter their information in the direct link recipient field and complete any other fields assigned to them.
he: לאחר הגדרת התבנית שלך, שתף את הקישור בכל מקום שתרצה. מי שפותח את הקישור יוכל להזין את פרטיו בשדה נמען הקישור הישיר ולמלא כל שדות אחרים שיוקצו לו.

source: Page {0} of {1}
he: עמוד {0} מתוך {1}

source: Page {0} of {numPages}
he: עמוד {0} מתוך {numPages}

source: Password Required
he: סיסמה נדרשת

source: Password Reset Requested
he: נדרש איפוס סיסמה

source: Password Reset Successful
he: איפוס הסיסמה הצליח

source: Password updated!
he: הסיסמה עודכנה!

source: Pending
he: בהמתנה

source: Pending Document
he: מסמך בהמתנה

source: Pick a number
he: בחר מספר

source: Placeholder
he: ממלא מקום

source: Please {0} your document<0/>"{documentName}"
he: אנא {0} את המסמך שלך<0/>"{documentName}"

source: Please {action} your document {documentName}
he: נא {action} את המסמך שלך {documentName}

source: Please {recipientActionVerb} this document
he: אנא {recipientActionVerb} מסמך זה

source: Please {recipientActionVerb} this document created by your direct template
he: אנא {recipientActionVerb} מסמך זה נוצר על ידי התבנית הישירה שלך

source: Please {recipientActionVerb} your document
he: אנא {recipientActionVerb} את המסמך שלך

source: Please confirm your email
he: נא לוודא את האימייל שלך

source: Please confirm your email address
he: אנא אשר את כתובת הדוא"ל שלך

source: Please try again or contact our support.
he: אנא נסה שוב או צור קשר עם התמיכה שלנו.

source: Radio
he: רדיו

source: Radio values
he: ערכי רדיו

source: Read only
he: לקריאה בלבד

source: Reason for rejection: {rejectionReason}
he: סיבת הדחייה: {rejectionReason}

source: Receives copy
he: מקבל עותק

source: Recipient
he: נמען

source: Recipient action authentication
he: אימות פעולת הנמען

source: Recipient removed email
he: הנמען הוסר אימייל

source: Recipient signing request email
he: דוא"ל בקשת חתימת נמען

source: Red
he: אדום

source: Redirect URL
he: הפנייה לכתובת אינטרנט

source: Rejection Confirmed
he: הדחייה אושרה

source: Rejection reason: {reason}
he: סיבת דחייה: {reason}

source: Reminder: {0}
he: תזכורת: {0}

source: Reminder: {0} invited you to {recipientActionVerb} a document
he: תזכורת: {0} הזמין אותך {recipientActionVerb} למסמך

source: Reminder: Please {recipientActionVerb} this document
he: תזכורת: אנא {recipientActionVerb} מסמך זה

source: Reminder: Please {recipientActionVerb} your document
he: תזכורת: אנא {recipientActionVerb} את המסמך שלך

source: Remove
he: הסר

source: Required field
he: שדה חובה

source: Resend
he: שליחה מחדש

source: Reset Password
he: איפוס סיסמה

source: Rest assured, your document is strictly confidential and will never be shared. Only your signing experience will be highlighted. Share your personalized signing card to showcase your signature!
he: היה סמוך ובטוח, המסמך שלך חסוי לחלוטין ולעולם לא ישותף. רק חוויית החתימה שלך תודגש. שתף את כרטיס החתימה המותאם אישית שלך כדי להציג את החתימה שלך!

source: Rows per page
he: שורות לכל עמוד

source: Save
he: שמור

source: Save Template
he: שמור תבנית

source: Search languages...
he: חפש שפות...

source: Select
he: בחר

source: Select an option
he: בחר אפשרות

source: Select at least
he: בחר לפחות

source: Select default option
he: בחר באפשרות ברירת מחדל

source: Send
he: שלח

source: Send Document
he: שלח מסמך

source: Send document completed email
he: שלח דוא"ל שהושלם מסמך

source: Send document deleted email
he: שלח מסמך שנמחק

source: Send document pending email
he: שלח מסמך בהמתנה לאימייל

source: Send documents on behalf of the team using the email address
he: שלח מסמכים מטעם הצוות באמצעות כתובת הדוא"ל

source: Send recipient removed email
he: שלח למייל שהוסר לנמען

source: Send recipient signing request email
he: שלח דוא"ל לבקשת חתימה של הנמען

source: Share Signature Card
he: שתף כרטיס חתימה

source: Share the Link
he: שתף את הקישור

source: Share your signing experience!
he: שתף את חווית החתימה שלך!

source: Show advanced settings
he: הצג הגדרות מתקדמות

source: Sign
he: חתום

source: Sign Document
he: חתום על מסמך

source: Sign In
he: התחבר

source: Signature
he: חתימה

source: Signed
he: חתום

source: Signer
he: חוֹתֵם

source: Signers
he: חותמים

source: Signers must have unique emails
he: החותמים חייבים להיות בעלי אימיילים ייחודיים

source: Signing
he: הַחתָמָה

source: Signing Complete!
he: החתימה הושלמה!

source: Some signers have not been assigned a signature field. Please assign at least 1 signature field to each signer before proceeding.
he: לחלק מהחותמים לא הוקצה שדה חתימה. אנא הקצה לפחות שדה חתימה אחד לכל חותם לפני שתמשיך.

source: Something went wrong
he: משהו השתבש

source: Something went wrong while loading the document.
he: משהו השתבש בעת טעינת המסמך.

source: Something went wrong.
he: משהו השתבש.

source: Step <0>{step} of {maxStep}</0>
he: שלב <0>{step} מתוך {maxStep}</0>

source: Subject <0>(Optional)</0>
he: נושא <0>(אופציונלי)</0>

source: Submit
he: שלח

source: Team "{0}" has been deleted on Tofes-Mekovan
he: צוות "{0}" נמחק ב-Tofes-Mekovan

source: Team email has been revoked for {0}
he: דוא"ל הצוות בוטל עבור {0}

source: Team email removed
he: האימייל של הצוות הוסר

source: Team email removed for {teamName} on Tofes-Mekovan
he: דוא"ל צוות הוסר עבור {teamName} ב-Tofes-Mekovan

source: Template title
he: כותרת התבנית

source: Text
he: טקסט

source: That's okay, it happens! Click the button below to reset your password.
he: זה בסדר, זה קורה! לחץ על הכפתור למטה כדי לאפס את הסיסמה שלך.

source: The authentication required for recipients to sign fields
he: האימות הנדרש עבור הנמענים לחתום על שדות

source: The authentication required for recipients to sign the signature field.
he: האימות הנדרש עבור הנמענים לחתום על שדה החתימה.

source: The authentication required for recipients to view the document.
he: האימות הנדרש כדי שהנמענים יוכלו לצפות במסמך.

source: The document owner has been notified of this rejection. No further action is required from you at this time. The document owner may contact you with any questions regarding this rejection.
he: בעל המסמך קיבל הודעה על דחייה זו. אין צורך בפעולה נוספת מצידך בשלב זה. בעל המסמך רשאי לפנות אליך בכל שאלה בנוגע לדחייה זו.

source: The document's name
he: שם המסמך

source: The following team has been deleted by its owner. You will no longer be able to access this team and its documents
he: הצוות הבא נמחק על ידי בעליו. לא תוכל יותר לגשת לצוות הזה ולמסמכים שלו

source: The following team has been deleted by you
he: הצוות הבא נמחק על ידך

source: The password you have entered is incorrect. Please try again.
he: הסיסמה שהזנת שגויה. אנא נסה שוב.

source: The reason provided for deletion is the following:
he: הסיבה שסופקה למחיקה היא כדלקמן:

source: The recipient is not required to take any action and receives a copy of the document after it is completed.
he: הנמען אינו נדרש לבצע כל פעולה ומקבל עותק של המסמך לאחר השלמתו.
